labs/r5-observability/evidence/R5-02/vegeta-during-pressure.log
21:34:42 vegeta: rate=10/s duration=10s target=/health network=r5-observability_r5net
Requests      [total, rate, throughput]         100, 10.10, 10.10
Duration      [total, attack, wait]             9.901s, 9.9s, 1.495ms
Latencies     [min, mean, 50, 90, 95, 99, max]  1.407ms, 4.196ms, 4.244ms, 6.316ms, 6.542ms, 6.956ms, 7.005ms
Bytes In      [total, mean]                     800, 8.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:100  
Error Set: